Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: To that end, providers of general-purpose AI models should put in place a policy to comply with Union law on copyright and related rights, in particular to identify and comply with the reservation of rights expressed by rightsholders pursuant to Article 4(3) of Directive (EU) 2019/790.
it_it: A tal fine, i fornitori di modelli di IA per finalità generali dovrebbero mettere in atto una politica volta a rispettare il diritto dell'Unione in materia di diritto d'autore e diritti connessi, in particolare per individuare e rispettare la riserva dei diritti espresse dai titolari dei diritti a norma dell'articolo 4, paragrafo 3, della direttiva (UE) 2019/790.

source: Any provider placing a general-purpose AI model on the Union market should comply with this obligation, regardless of the jurisdiction in which the copyright-relevant acts underpinning the training of those general-purpose AI models take place.
it_it: Qualsiasi fornitore che immetta sul mercato dell'Unione un modello di IA per finalità generali dovrebbe rispettare tale obbligo, indipendentemente dalla giurisdizione in cui hanno luogo gli atti pertinenti in materia di diritto d'autore alla base dell'addestramento di tali modelli di IA per finalità generali.

source: This is necessary to ensure a level playing field among providers of general-purpose AI models where no provider should be able to gain a competitive advantage in the Union market by applying lower copyright standards than those provided in the Union.
it_it: Ciò è necessario per garantire condizioni di parità tra i fornitori di modelli di IA per finalità generali, dato che nessun fornitore dovrebbe essere in grado di ottenere un vantaggio competitivo nel mercato dell'Unione applicando norme in materia di diritto d'autore meno rigorose di quelle previste nell'Unione.

source: In order to increase transparency on the data that is used in the pre-training and training of general-purpose AI models, including text and data protected by copyright law, it is adequate that providers of such models draw up and make publicly available a sufficiently detailed summary of the content used for training the general-purpose AI model.
it_it: Al fine di aumentare la trasparenza sui dati utilizzati nelle fasi di pre-addestramento e addestramento dei modelli di IA per finalità generali, compresi testo e dati protetti dalla normativa sul diritto d'autore, è opportuno che i fornitori di tali modelli elaborino e mettano a disposizione del pubblico una sintesi sufficientemente dettagliata dei contenuti utilizzati per l'addestramento del modello di IA per finalità generali.

source: While taking into due account the need to protect trade secrets and confidential business information, this summary should be generally comprehensive in its scope instead of technically detailed to facilitate parties with legitimate interests, including copyright holders, to exercise and enforce their rights under Union law, for example by listing the main data collections or sets that went into training the model, such as large private or public databases or data archives, and by providing a narrative explanation about other data sources used.
it_it: Pur tenendo debitamente conto della necessità di proteggere i segreti commerciali e le informazioni commerciali riservate, la presente sintesi dovrebbe essere di respiro ampio e generale, anziché dettagliata sotto il profilo tecnico, al fine di agevolare le parti con interessi legittimi, compresi i titolari dei diritti d'autore, nell'esercitare e far rispettare i loro diritti ai sensi del diritto dell'Unione, ad esempio elencando le principali raccolte o serie di dati che sono state inserite nell'addestramento del modello, quali grandi banche dati o archivi di dati privati o pubblici, e fornendo una descrizione delle altre fonti di dati utilizzate.

source: It is appropriate for the AI Office to provide a template for the summary, which should be simple, effective, and allow the provider to provide the required summary in narrative form.
it_it: È opportuno che l'ufficio per l'IA fornisca un modello per la sintesi, che dovrebbe essere semplice ed efficace nonché consentire al fornitore di fornire la sintesi richiesta in forma descrittiva.

source: With regard to the obligations imposed on providers of general-purpose AI models to put in place a policy to comply with Union copyright law and make publicly available a summary of the content used for the training, the AI Office should monitor whether the provider has fulfilled those obligations without verifying or proceeding to a work-by-work assessment of the training data in terms of copyright compliance.
it_it: In merito agli obblighi imposti ai fornitori di modelli di IA per finalità generali per quanto riguarda l'attuazione di una politica volta a rispettare la normativa dell'Unione in materia di diritto d'autore e a mettere pubblicamente a disposizione una sintesi dei contenuti utilizzati per l'addestramento, l'ufficio per l'IA dovrebbe controllare se il fornitore ha adempiuto tali obblighi senza verificare o procedere a una valutazione puntuale dei dati di addestramento in termini di conformità al diritto d'autore.

source: This Regulation does not affect the enforcement of copyright rules as provided for under Union law.
it_it: Il presente regolamento non pregiudica l'applicazione delle norme sul diritto d'autore previste dal diritto dell'Unione.

source: Compliance with the obligations applicable to the providers of general-purpose AI models should be commensurate and proportionate to the type of model provider, excluding the need for compliance for persons who develop or use models for non-professional or scientific research purposes, who should nevertheless be encouraged to voluntarily comply with these requirements.
it_it: Il rispetto degli obblighi applicabili ai fornitori di modelli di IA per finalità generali dovrebbe essere commisurato e proporzionato al tipo di fornitore del modello, escludendo la necessità di adempimento per le persone che sviluppano o utilizzano modelli per finalità non professionali o di ricerca scientifica, le quali dovrebbero tuttavia essere incoraggiate a rispettare volontariamente tali obblighi.

source: Without prejudice to Union copyright law, compliance with those obligations should take due account of the size of the provider and allow simplified ways of compliance for SMEs, including start-ups, that should not represent an excessive cost and not discourage the use of such models.
it_it: Fatta salva la normativa dell'Unione in materia di diritto d'autore, il rispetto di tali obblighi dovrebbe tenere debitamente conto delle dimensioni del fornitore e consentire modalità semplificate di adempimento per le PMI, comprese le start-up, che non dovrebbero comportare costi eccessivi né scoraggiare l'uso di tali modelli.

source: In the case of a modification or fine-tuning of a model, the obligations for providers of general-purpose AI models should be limited to that modification or fine-tuning, for example by complementing the already existing technical documentation with information on the modifications, including new training data sources, as a means to comply with the value chain obligations provided in this Regulation.
it_it: In caso di modifica o perfezionamento di un modello, gli obblighi per i fornitori di modelli di IA per finalità generali dovrebbero essere limitati a tale modifica o perfezionamento, ad esempio integrando la documentazione tecnica già esistente con informazioni sulle modifiche, comprese nuove fonti di dati di addestramento, quale mezzo per adempiere gli obblighi della catena del valore di cui al presente regolamento.

source: General-purpose AI models could pose systemic risks which include, but are not limited to, any actual or reasonably foreseeable negative effects in relation to major accidents, disruptions of critical sectors and serious consequences to public health and safety; any actual or reasonably foreseeable negative effects on democratic processes, public and economic security; the dissemination of illegal, false, or discriminatory content.
it_it: I modelli di IA per finalità generali potrebbero comportare rischi sistemici che includono, tra l'altro, qualsiasi effetto negativo effettivo o ragionevolmente prevedibile in relazione a incidenti gravi, perturbazioni di settori critici e serie conseguenze per la salute e la sicurezza pubbliche; eventuali effetti negativi, effettivi o ragionevolmente prevedibili, sui processi democratici e sulla sicurezza pubblica ed economica; la diffusione di contenuti illegali, mendaci o discriminatori.

source: Systemic risks should be understood to increase with model capabilities and model reach, can arise along the entire lifecycle of the model, and are influenced by conditions of misuse, model reliability, model fairness and model security, the level of autonomy of the model, its access to tools, novel or combined modalities, release and distribution strategies, the potential to remove guardrails and other factors.
it_it: I rischi sistemici sono da intendersi in aumento con le capacità e la portata del modello, possono emergere durante l'intero ciclo di vita del modello e sono influenzati da condizioni di uso improprio, affidabilità, equità e sicurezza del modello, il livello di autonomia del modello, dal suo accesso agli strumenti, dalle sue modalità nuove o combinate, dalle strategie di rilascio e distribuzione, dal potenziale di rimozione delle misure protettive e da altri fattori.

source: In particular, international approaches have so far identified the need to pay attention to risks from potential intentional misuse or unintended issues of control relating to alignment with human intent; chemical, biological, radiological, and nuclear risks, such as the ways in which barriers to entry can be lowered, including for weapons development, design acquisition, or use; offensive cyber capabilities, such as the ways in vulnerability discovery, exploitation, or operational use can be enabled; the effects of interaction and tool use, including for example the capacity to control physical systems and interfere with critical infrastructure; risks from models of making copies of themselves or ‘self-replicating’ or training other models; the ways in which models can give rise to harmful bias and discrimination with risks to individuals, communities or societies; the facilitation of disinformation or harming privacy with threats to democratic values and human rights; risk that a particular event could lead to a chain reaction with considerable negative effects that could affect up to an entire city, an entire domain activity or an entire community.
it_it: In particolare, gli approcci internazionali hanno finora rilevato la necessità di prestare attenzione ai rischi derivanti da potenziali usi impropri intenzionali o da involontari problemi di controllo relativi all'allineamento con l'intento umano; ai rischi chimici, biologici, radiologici e nucleari, come le modalità con cui ridurre gli ostacoli all'accesso, anche per quanto riguarda lo sviluppo e l'uso di armi o la relativa acquisizione di progetti; alle capacità informatiche offensive, come le modalità per consentire la scoperta, lo sfruttamento o l'uso operativo delle vulnerabilità; agli effetti dell'interazione e dell'uso di strumenti, compresa, ad esempio, la capacità di controllare i sistemi fisici e di interferire con infrastrutture critiche; ai rischi derivanti da modelli che realizzano copie di sé stessi o «autoreplicanti» o che addestrano altri modelli; alle modalità con cui i modelli possono dar luogo a dannosi pregiudizi e discriminazioni con rischi per gli individui, le comunità o le società; all'agevolazione della disinformazione o alla violazione della vita privata con minacce ai valori democratici e ai diritti umani; al rischio che un particolare evento possa provocare una reazione a catena con notevoli effetti negativi che potrebbero interessare fino a un'intera città, un intero settore o un'intera comunità.

source: It is appropriate to establish a methodology for the classification of general-purpose AI models as general-purpose AI model with systemic risks.
it_it: È opportuno stabilire una metodologia per la classificazione dei modelli di IA per finalità generali come modelli di IA per finalità generali con rischi sistemici.

source: Since systemic risks result from particularly high capabilities, a general-purpose AI model should be considered to present systemic risks if it has high-impact capabilities, evaluated on the basis of appropriate technical tools and methodologies, or significant impact on the internal market due to its reach.
it_it: Poiché i rischi sistemici derivano da capacità particolarmente elevate, si dovrebbe considerare che un modello di IA per finalità generali presenti rischi sistemici se ha capacità di impatto elevato, valutate sulla base di metodologie e strumenti tecnici adeguati, o se ha un impatto significativo sul mercato interno a causa della sua portata.

source: High-impact capabilities in general-purpose AI models means capabilities that match or exceed the capabilities recorded in the most advanced general-purpose AI models.
it_it: Per capacità di impatto elevato nei modelli di IA per finalità generali si intendono capacità che corrispondono o superano le capacità registrate nei modelli di IA per finalità generali più avanzati.

source: The full range of capabilities in a model could be better understood after its placing on the market or when deployers interact with the model.
it_it: L'intera gamma di capacità di un modello potrebbe essere meglio compresa dopo la sua immissione sul mercato o quando i deployer interagiscono con il modello.

source: According to the state of the art at the time of entry into force of this Regulation, the cumulative amount of computation used for the training of the general-purpose AI model measured in floating point operations is one of the relevant approximations for model capabilities.
it_it: In base allo stato dell'arte al momento dell'entrata in vigore del presente regolamento, l'importo cumulativo del calcolo utilizzato per l'addestramento del modello di IA per finalità generali misurato in operazioni in virgola mobile è una delle approssimazioni pertinenti per le capacità del modello.

source: The cumulative amount of computation used for training includes the computation used across the activities and methods that are intended to enhance the capabilities of the model prior to deployment, such as pre-training, synthetic data generation and fine-tuning.
it_it: L'importo cumulativo del calcolo utilizzato per l'addestramento comprende il calcolo utilizzato nelle attività e nei metodi tesi a migliorare le capacità del modello prima della diffusione, quali il pre-addestramento, la generazione di dati sintetici e il perfezionamento.

source: Therefore, an initial threshold of floating point operations should be set, which, if met by a general-purpose AI model, leads to a presumption that the model is a general-purpose AI model with systemic risks.
it_it: È pertanto opportuno fissare una soglia iniziale di operazioni in virgola mobile che, se raggiunta da un modello di IA per finalità generali, porta a presumere che il modello sia un modello di IA per finalità generali con rischi sistemici.

source: This threshold should be adjusted over time to reflect technological and industrial changes, such as algorithmic improvements or increased hardware efficiency, and should be supplemented with benchmarks and indicators for model capability.
it_it: Tale soglia dovrebbe essere adeguata nel tempo per riflettere i cambiamenti tecnologici e industriali, quali miglioramenti algoritmici o una maggiore efficienza dell'hardware, e dovrebbe essere integrata da parametri di riferimento e indicatori per la capacità del modello.

source: To inform this, the AI Office should engage with the scientific community, industry, civil society and other experts.
it_it: A tal fine, l'ufficio per l'IA dovrebbe dialogare con la comunità scientifica, l'industria, la società civile e altri esperti.

source: Thresholds, as well as tools and benchmarks for the assessment of high-impact capabilities, should be strong predictors of generality, its capabilities and associated systemic risk of general-purpose AI models, and could take into account the way the model will be placed on the market or the number of users it may affect.
it_it: Le soglie, nonché gli strumenti e i parametri di riferimento per la valutazione delle capacità di impatto elevato, dovrebbero essere solidi indicatori della generalità, delle capacità e del connesso rischio sistemico dei modelli di IA per finalità generali e potrebbero tenere conto delle modalità con cui il modello sarà immesso sul mercato o del numero di utenti che potrebbero esserne interessati.

source: To complement this system, there should be a possibility for the Commission to take individual decisions designating a general-purpose AI model as a general-purpose AI model with systemic risk if it is found that such model has capabilities or an impact equivalent to those captured by the set threshold.
it_it: A integrazione di tale sistema, la Commissione dovrebbe avere la possibilità di adottare decisioni individuali per designare un modello di IA per finalità generali come modello di IA per finalità generali con rischio sistemico, qualora si accerti che tale modello abbia capacità o un impatto equivalenti a quelli rilevati dalla soglia fissata.

source: That decision should be taken on the basis of an overall assessment of the criteria for the designation of a general-purpose AI model with systemic risk set out in an annex to this Regulation, such as quality or size of the training data set, number of business and end users, its input and output modalities, its level of autonomy and scalability, or the tools it has access to.
it_it: Tale decisione dovrebbe essere adottata in base a una valutazione globale dei criteri per la designazione di un modello di IA per finalità generali con rischio sistemico di cui all'allegato del presente regolamento, come la qualità o le dimensioni del set di dati di addestramento, il numero di utenti commerciali e finali, le sue modalità di input e output, il suo livello di autonomia e scalabilità o gli strumenti a cui ha accesso.

source: Upon a reasoned request of a provider whose model has been designated as a general-purpose AI model with systemic risk, the Commission should take the request into account and may decide to reassess whether the general-purpose AI model can still be considered to present systemic risks.
it_it: Su richiesta motivata di un fornitore il cui modello è stato designato come modello di IA per finalità generali con rischio sistemico, la Commissione dovrebbe tenere conto della richiesta e può decidere di rivalutare se si possa ancora ritenere che il modello di IA per finalità generali presenti rischi sistemici.

source: It is also necessary to clarify a procedure for the classification of a general-purpose AI model with systemic risks.
it_it: È altresì opportuno specificare una procedura per la classificazione di un modello di IA per finalità generali con rischi sistemici.

source: A general-purpose AI model that meets the applicable threshold for high-impact capabilities should be presumed to be a general-purpose AI models with systemic risk.
it_it: Si dovrebbe presumere che un modello di IA per finalità generali che raggiunge la soglia applicabile per le capacità di impatto elevato sia un modello di IA per finalità generali con rischio sistemico.

source: The provider should notify the AI Office at the latest two weeks after the requirements are met or it becomes known that a general-purpose AI model will meet the requirements that lead to the presumption.
it_it: Il fornitore dovrebbe informare l'ufficio per l'IA al più tardi due settimane dopo che i requisiti sono soddisfatti o quando viene a conoscenza del fatto che un modello di IA per finalità generali soddisferà i requisiti che portano alla suddetta presunzione.

source: This is especially relevant in relation to the threshold of floating point operations because training of general-purpose AI models takes considerable planning which includes the upfront allocation of compute resources and, therefore, providers of general-purpose AI models are able to know if their model would meet the threshold before the training is completed.
it_it: Questo assume particolare rilevanza in relazione alla soglia di operazioni in virgola mobile, dato che l'addestramento dei modelli di IA per finalità generali richiede una pianificazione considerevole, comprensiva dell'assegnazione anticipata delle risorse di calcolo, cosicché i fornitori di modelli di IA per finalità generali siano in grado di sapere se il loro modello può raggiungere la soglia prima della conclusione dell'addestramento.

source: In the context of that notification, the provider should be able to demonstrate that, because of its specific characteristics, a general-purpose AI model exceptionally does not present systemic risks, and that it thus should not be classified as a general-purpose AI model with systemic risks.
it_it: Nel contesto di tale notifica, il fornitore dovrebbe essere in grado di dimostrare che, a causa delle sue caratteristiche specifiche, un modello di IA per finalità generali non presenta eccezionalmente rischi sistemici e che, pertanto, non dovrebbe essere classificato come modello di IA per finalità generali con rischi sistemici.

source: That information is valuable for the AI Office to anticipate the placing on the market of general-purpose AI models with systemic risks and the providers can start to engage with the AI Office early on.
it_it: Si tratta di informazioni utili all'ufficio per l'IA per anticipare l'immissione sul mercato di modelli di IA per finalità generali con rischi sistemici e i fornitori possono iniziare a dialogare con l'ufficio per l'IA sin dalle prime fasi.

source: That information is especially important with regard to general-purpose AI models that are planned to be released as open-source, given that, after the open-source model release, necessary measures to ensure compliance with the obligations under this Regulation may be more difficult to implement.
it_it: Tali informazioni sono particolarmente importanti per quanto riguarda i modelli di IA per finalità generali che si pianifica di rilasciare come open source, dato che, dopo il rilascio del modello open source, è possibile che sia più difficile attuare le misure necessarie a garantire il rispetto degli obblighi di cui al presente regolamento.

source: If the Commission becomes aware of the fact that a general-purpose AI model meets the requirements to classify as a general-purpose AI model with systemic risk, which previously had either not been known or of which the relevant provider has failed to notify the Commission, the Commission should be empowered to designate it so.
it_it: La Commissione dovrebbe avere il potere di designare un modello di IA per finalità generali come modello di IA per finalità generali con rischio sistemico, se viene a conoscenza del fatto che il modello in questione soddisfa i requisiti per tale designazione e in precedenza tale fatto non era noto o il pertinente fornitore aveva omesso di notificarlo alla Commissione.
